"MenuTitle" = "Utility HP LaserJet Professional";

"OK" = "OK";
"Cancel" = "Annulla";
"Note:" = "Nota:";

"Auto-Off" = "Spegnimento automatico";
"Auto-Off After:" = "Spegnimento auto dopo:";
"Automatically turn off device after inactivity" = "Spegni automaticamente dispositivo dopo inattività";
"1 minute" = "1 minuto";
"5 minutes" = "5 minuti";
"15 minutes" = "15 minuti";
"30 minutes" = "30 minuti";
"1 hour" = "1 ora";
"2 hours" = "2 ore";
"4 hours" = "4 ore";
"8 hours" = "8 ore";
"24 hours" = "24 ore";
"Never" = "Mai";
"AutoOffNotes" = "Il dispositivo si accende automaticamente quando riceve un processo di stampa.";
"EcoSMART" = "EcoSMART";
"Sleep Delay:" = "Sleep Delay:";
"Power Down Delay:" = "Power Down Delay:";

"Copy Setting" = "Impostazione copia";
"Copy Quality:" = "Qualità copia:";
"Paper Size:" = "Formato carta:";
"A4" = "A4";
"Legal" = "Legal";
"Letter" = "Letter";
"CopySettingNotes" = "Qualità copia - Imposta la qualità copia predefinita\r\n\r\nFormato carta - Imposta il formato carta predefinito per le copie";

"Draft" = "Bozza";
"Film Photo" = "Foto film";
"Mixed" = "Mista";
"Picture" = "Immagine";
"Text" = "Testo";

"Internal Pages" = "Pagine interne";
"InternalPageNotes" = "Pagina di pulizia: Carica l'utility per la pagina di pulizia\r\nPagina demo: Stampa una pagina demo\r\nPagina di configurazione: Stampa una pagina di configurazione localizzata\r\nPagina Stato materiale d’uso: Stampa una pagina Stato materiale d’uso localizzata";
"Cleaning Page" = "Pagina di pulizia";
"Demo Page" = "Pagina demo";
"Configuration Page" = "Pagina di configurazione";
"Supply Status Page" = "Pagina Stato materiale d’uso";
"Print Information Pages" = "Stampa pagine di informazioni";

"Language" = "ITALIAN";

"CleaningPagePanelLabel" = "L'utility di pulizia HP LaserJet Professional consente di rimuovere le particelle di carta e toner in eccesso che possono accumularsi nell'unità del fusore e sui rulli e quindi di prolungare la durata della stampante.\r\nPer eseguire la pulizia, attenersi alla seguente procedura:\r\n1. Assicurarsi che la periferica sia inattiva e che la spia Pronta sia accesa.\r\nInserire fogli di carta per lucidi o per fotocopiatrice (70g/m²-90g/m²) con superficie uniforme nel Vassoio 1.\r\nPremere il pulsante OK per avviare la procedura di pulizia.\r\nNota: la procedura di pulizia viene completata in circa 3 minuti.";
